Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Custom filename suffix**: add a suffix to every exported screenshot filename.
ar: **لاحقة اسم الملف المخصصة**: أضف لاحقة إلى كل اسم ملف لقطة شاشة تم تصديره.
ca: **Sufix de nom de fitxer personalitzat**: afegeix un sufix a cada nom de fitxer de captura de pantalla exportat.
cs: **Vlastní přípona názvu souboru**: přidejte příponu ke každému exportovanému názvu souboru snímku obrazovky.
da: **Tilpasset filnavnssuffiks**: Tilføj et suffiks til hvert eksporteret skærmbilledefilnavn.
de: **Benutzerdefiniertes Dateinamensuffix**: hängt an jeden exportierten Screenshot-Dateinamen ein Suffix an.
el: **Προσαρμοσμένο επίθημα ονόματος αρχείου**: προσθέστε ένα επίθημα σε κάθε όνομα αρχείου στιγμιότυπου οθόνης που εξάγεται.
es: **Sufijo de nombre de archivo personalizado**: añade un sufijo al nombre de archivo de cada captura exportada.
fa: **پسوند نام فایل سفارشی**: پسوندی به نام فایل همهٔ اسکرین‌شات‌های صادرشده اضافه می‌کند.
fi: **Muokatun tiedostonimen pääte**: lisää pääte jokaiseen vietyyn kuvakaappaustiedoston nimeen.
fr: **Suffixe de nom de fichier personnalisé** : ajoutez un suffixe à chaque nom de fichier de capture d'écran exporté.
he: **סיומת שם קובץ מותאם אישית**: הוסף סיומת לכל שם קובץ צילום מסך מיוצא.
hr: **Prilagođeni sufiks naziva datoteke**: dodajte sufiks svakom izvezenom nazivu datoteke snimke zaslona.
hu: **Egyéni fájlnév utótag**: adjon hozzá egy utótagot minden exportált képernyőkép fájlnévhez.
id: **Akhiran nama file khusus**: menambahkan akhiran ke setiap nama file tangkapan layar yang diekspor.
it: **Suffisso personalizzato nome file**: aggiungi un suffisso a ogni nome file degli screenshot esportati.
ja: **カスタムファイル名のサフィックス**: 書き出すすべてのスクリーンショットのファイル名にサフィックスを付けます。
ko: **사용자 정의 파일 이름 접미사**: 내보낸 모든 스크린샷 파일 이름에 접미사를 추가합니다.
ms: **Akhiran nama fail tersuai**: tambahkan akhiran pada setiap nama fail tangkapan skrin yang dieksport.
nl: **Aangepast achtervoegsel bestandsnaam**: voeg een achtervoegsel toe aan elke geëxporteerde bestandsnaam van het screenshot.
no: **Egendefinert filnavnsuffiks**: legg til et suffiks til hvert eksportert skjermbildefilnavn.
pl: **Niestandardowy przyrostek nazwy pliku**: dodaj przyrostek do każdej nazwy eksportowanego pliku zrzutu ekranu.
pt_br: **Sufixo de nome de arquivo personalizado**: adicione um sufixo a cada nome de arquivo de captura de tela exportado.
pt_pt: **Sufixo de nome de ficheiro personalizado**: adicione um sufixo a cada nome de ficheiro de captura de ecrã exportado.
ro: **Sufix personalizat pentru nume de fișier**: adăugați un sufix la fiecare nume de fișier de captură de ecran exportat.
ru: **Свой суффикс имени файла**: добавляет суффикс к имени каждого экспортированного скриншота.
sk: **Vlastná prípona súboru**: pridajte príponu ku každému exportovanému názvu súboru snímky obrazovky.
sl: **Pripona imena datoteke po meri**: dodajte pripono vsakemu izvoženemu imenu datoteke posnetka zaslona.
sv: **Anpassat filnamnssuffix**: lägg till ett suffix till varje exporterad skärmdumpsfilnamn.
th: **ส่วนต่อท้ายชื่อไฟล์ที่กำหนดเอง**: เพิ่มส่วนต่อท้ายให้กับชื่อไฟล์ภาพหน้าจอทุกไฟล์ที่ส่งออก
tr: **Özel dosya adı soneki**: dışa aktarılan her ekran görüntüsü dosya adına bir sonek ekleyin.
uk: **Власний суфікс імені файлу**: додає суфікс до імені кожного експортованого знімка екрана.
ur: **اپنی مرضی کے مطابق فائل نام کا لاحقہ**: ہر برآمد شدہ اسکرین شاٹ فائل نام میں ایک لاحقہ شامل کریں۔
vi: **Hậu tố tên tệp tùy chỉnh**: thêm hậu tố vào mỗi tên tệp ảnh chụp màn hình đã xuất.
zh_hans: **自定义文件名后缀**：为每个导出的截图文件名添加后缀。
zh_hant: **自訂檔名後綴**：為每個輸出的螢幕截圖檔名加上後綴。

source: **Custom fonts persist.** Imported fonts are bundled per project, so a project shared via iCloud or zip backup keeps its typography.
ar: **تستمر الخطوط المخصصة.** يتم تجميع الخطوط المستوردة في كل مشروع، لذا فإن المشروع الذي تتم مشاركته عبر iCloud أو النسخة الاحتياطية المضغوطة يحتفظ بأسلوب الطباعة الخاص به.
ca: **Els tipus de lletra personalitzats persisteixen.** Els tipus de lletra importats s'agrupen per projecte, de manera que un projecte compartit mitjançant iCloud o una còpia de seguretat zip conserva la seva tipografia.
cs: **Vlastní písma přetrvávají.** Importovaná písma jsou sdružena do jednotlivých projektů, takže projekt sdílený prostřednictvím iCloud nebo zálohy zip si zachovává typografii.
da: **Tilpassede skrifttyper fortsætter.** Importerede skrifttyper er bundtet pr. projekt, så et projekt, der deles via iCloud eller zip-backup, bevarer sin typografi.
de: **Eigene Schriften bleiben erhalten.** Importierte Schriften werden im Projekt mitgespeichert, sodass ein über iCloud oder ein ZIP-Backup geteiltes Projekt seine Typografie behält.
el: **Οι προσαρμοσμένες γραμματοσειρές παραμένουν.** Οι εισαγόμενες γραμματοσειρές ομαδοποιούνται ανά έργο, επομένως ένα έργο που μοιράζεται μέσω iCloud ή δημιουργίας αντιγράφων ασφαλείας zip διατηρεί την τυπογραφία του.
es: **Las fuentes personalizadas se conservan.** Las fuentes importadas se guardan con cada proyecto, así que un proyecto compartido por iCloud o en una copia de seguridad zip mantiene su tipografía.
fa: **فونت‌های سفارشی حفظ می‌شوند.** فونت‌های واردشده درون هر پروژه نگه داشته می‌شوند، بنابراین پروژه‌ای که از طریق iCloud یا پشتیبان zip منتقل شود، تایپوگرافی خود را حفظ می‌کند.
fi: **Muokatut kirjasimet säilyvät.** Tuodut kirjasimet niputetaan projektikohtaisesti, joten iCloud:n tai zip-varmuuskopion kautta jaettu projekti säilyttää typografiansa.
fr: **Les polices personnalisées persistent.** Les polices importées sont regroupées par projet, de sorte qu'un projet partagé via iCloud ou une sauvegarde zip conserve sa typographie.
he: **גופנים מותאמים אישית נמשכים.** גופנים מיובאים מצורפים לכל פרויקט, כך שפרויקט המשותף באמצעות iCloud או גיבוי zip שומר על הטיפוגרפיה שלו.
hr: **Prilagođeni fontovi ostaju prisutni.** Uvezeni fontovi grupirani su po projektu, tako da projekt podijeljen putem iCloud ili zip sigurnosne kopije zadržava svoju tipografiju.
hu: **Az egyéni betűtípusok továbbra is megmaradnak.** Az importált betűtípusok projektenként vannak csomagolva, így a iCloud vagy a zip-mentés útján megosztott projekt megtartja tipográfiáját.
id: **Font khusus tetap ada.** Font yang diimpor digabungkan per proyek, sehingga proyek yang dibagikan melalui iCloud atau cadangan zip tetap mempertahankan tipografinya.
it: **I font personalizzati restano.** I font importati vengono inclusi in ogni progetto, quindi un progetto condiviso tramite iCloud o backup zip mantiene la sua tipografia.
ja: **カスタムフォントは保持される**。読み込んだフォントはプロジェクトごとに同梱されるため、iCloud や zip バックアップで共有したプロジェクトでもタイポグラフィが保たれます。
ko: **사용자 서체는 유지됩니다.** 가져온 서체는 프로젝트별로 함께 저장되므로, iCloud나 zip 백업으로 공유한 프로젝트도 타이포그래피가 유지됩니다.
ms: **Fon tersuai berterusan.** Fon yang diimport dihimpunkan setiap projek, jadi projek yang dikongsi melalui iCloud atau sandaran zip mengekalkan tipografinya.
nl: **Aangepaste lettertypen blijven bestaan.** Geïmporteerde lettertypen worden per project gebundeld, dus een project dat wordt gedeeld via iCloud of een zip-back-up behoudt de typografie.
no: **Tilpassede skrifter vedvarer.** Importerte skrifter er samlet per prosjekt, så et prosjekt som deles via iCloud eller zip-sikkerhetskopi beholder sin typografi.
pl: **Niestandardowe czcionki pozostają.** Zaimportowane czcionki są grupowane w ramach każdego projektu, więc projekt udostępniony za pośrednictwem iCloud lub kopii zapasowej ZIP zachowuje swoją typografię.
pt_br: **As fontes personalizadas persistem.** As fontes importadas são agrupadas por projeto, portanto, um projeto compartilhado via iCloud ou backup zip mantém sua tipografia.
pt_pt: **As fontes personalizadas persistem.** As fontes importadas são agrupadas por projeto, portanto, um projeto compartilhado via iCloud ou backup zip mantém sua tipografia.
ro: **Fonturile personalizate persistă.** Fonturile importate sunt grupate pe proiect, astfel încât un proiect partajat prin iCloud sau backup zip își păstrează tipografia.
ru: **Пользовательские шрифты сохраняются.** Импортированные шрифты хранятся в каждом проекте, поэтому проект, переданный через iCloud или ZIP-резервную копию, сохраняет свою типографику.
sk: **Vlastné písma pretrvávajú.** Importované písma sú združené podľa projektu, takže projekt zdieľaný prostredníctvom iCloud alebo zálohy zip si zachováva svoju typografiu.
sl: **Pisave po meri se ohranijo.** Uvožene pisave so združene v projekt, tako da projekt v skupni rabi prek iCloud ali varnostne kopije zip ohrani svojo tipografijo.
sv: **Anpassade teckensnitt kvarstår.** Importerade teckensnitt paketeras per projekt, så ett projekt som delas via iCloud eller zip-backup behåller sin typografi.
th: **แบบอักษรที่กำหนดเองยังคงมีอยู่** แบบอักษรที่นำเข้าจะรวมกลุ่มกันในแต่ละโปรเจ็กต์ ดังนั้นโปรเจ็กต์ที่แชร์ผ่าน iCloud หรือการสำรองข้อมูล zip จะคงการพิมพ์ไว้
tr: **Özel fontlar korunur.** İçe aktarılan fontlar her projeyle birlikte paketlenir; böylece iCloud ya da zip yedeğiyle paylaşılan bir proje tipografisini korur.
uk: **Власні шрифти зберігаються.** Імпортовані шрифти вкладаються в кожен проєкт, тож проєкт, переданий через iCloud або ZIP-резервну копію, зберігає свою типографіку.
ur: **حسب ضرورت فونٹس برقرار رہتے ہیں۔** امپورٹڈ فونٹس فی پروجیکٹ بنڈل ہوتے ہیں، لہذا iCloud یا زپ بیک اپ کے ذریعے اشتراک کردہ پروجیکٹ اپنی ٹائپوگرافی کو برقرار رکھتا ہے۔
vi: **Phông chữ tùy chỉnh vẫn tồn tại.** Phông chữ đã nhập được nhóm theo từng dự án, do đó, dự án được chia sẻ qua iCloud hoặc bản sao lưu zip sẽ giữ nguyên kiểu chữ của nó.
zh_hans: **自定义字体会随项目保留**。导入的字体会打包到各个项目中，因此通过 iCloud 或 zip 备份共享的项目会保留其字体排版。
zh_hant: **自訂字體會保留**。輸入的字體會隨各專案一起打包，因此透過 iCloud 或 zip 備份分享的專案會保留其字體排版。

source: **Custom fonts** — manage imported `.otf`/`.ttf` files.
ar: **خطوط مخصصة** — إدارة ملفات `.otf`/`.ttf` المستوردة.
ca: **Tipus de lletra personalitzats**: gestioneu els fitxers `.otf`/`.ttf` importats.
cs: **Vlastní písma** — správa importovaných souborů `.otf`/`.ttf`.
da: **Tilpassede skrifttyper** — administrer importerede `.otf`/`.ttf`-filer.
de: **Benutzerdefinierte Schriftarten** – importierte „.otf“/„.ttf“-Dateien verwalten.
el: **Προσαρμοσμένες γραμματοσειρές** — διαχείριση των εισαγόμενων αρχείων `.otf`/`.ttf`.
es: **Fuentes personalizadas**: administra archivos `.otf`/`.ttf` importados.
fa: ** فونت های سفارشی ** - فایل های ".otf"/".ttf" وارد شده را مدیریت کنید.
fi: **Muokatut kirjasimet** – hallitse tuotuja .otf/.ttf-tiedostoja.
fr: **Polices personnalisées** — gérez les fichiers `.otf`/`.ttf` importés.
he: **גופנים מותאמים אישית** - נהל קבצי `.otf`/`.ttf` מיובאים.
hr: **Prilagođeni fontovi** — upravljajte uvezenim datotekama `.otf`/`.ttf`.
hu: **Egyéni betűtípusok** — importált `.otf`/`.ttf` fájlok kezelése.
id: **Font khusus** — mengelola file `.otf`/`.ttf` yang diimpor.
ja: **カスタム フォント** — インポートされた `.otf`/`.ttf` ファイルを管理します。
ko: **사용자 정의 글꼴** — 가져온 `.otf`/`.ttf` 파일을 관리합니다.
ms: **Fon tersuai** — uruskan fail `.otf`/`.ttf` yang diimport.
nl: **Aangepaste lettertypen** — beheer geïmporteerde `.otf`/`.ttf`-bestanden.
no: **Egendefinerte skrifter** — administrer importerte `.otf`/`.ttf`-filer.
pl: **Czcionki niestandardowe** — zarządzaj importowanymi plikami `.otf`/`.ttf`.
pt_br: **Fontes personalizadas** — gerencie arquivos `.otf`/`.ttf` importados.
pt_pt: **Fontes personalizadas** — gerencie ficheiros `.otf`/`.ttf` importados.
ro: **Fonturi personalizate** — gestionați fișierele `.otf`/`.ttf` importate.
sk: **Vlastné písma** — spravujte importované súbory `.otf`/`.ttf`.
sl: **Pisave po meri** — upravljajte uvožene datoteke `.otf`/`.ttf`.
sv: **Anpassade teckensnitt** — hantera importerade `.otf`/`.ttf`-filer.
th: **แบบอักษรที่กำหนดเอง** — จัดการไฟล์ `.otf`/`.ttf` ที่นำเข้า
ur: **حسب ضرورت فونٹس** — درآمد شدہ `.otf`/`.ttf` فائلوں کا نظم کریں۔
vi: **Phông chữ tùy chỉnh** — quản lý các tệp `.otf`/`.ttf` đã nhập.
zh_hans: **自定义字体** — 管理导入的 `.otf`/`.ttf` 文件。

source: **Default device frame** — pre-selects a device category and model for new rows.
ar: **إطار الجهاز الافتراضي** — يحدد مسبقًا فئة الجهاز وطرازه للصفوف الجديدة.
ca: **Marc de dispositiu predeterminat**: pre-selecciona una categoria i un model de dispositiu per a files noves.
cs: **Výchozí rámec zařízení** – předem vybere kategorii zařízení a model pro nové řádky.
da: **Standard enhedsramme** — forvælger en enhedskategori og model for nye rækker.
de: **Standard-Geräterahmen** – wählt vorab eine Gerätekategorie und ein Modell für neue Zeilen aus.
el: **Προεπιλεγμένο πλαίσιο συσκευής** — προεπιλέγει μια κατηγορία συσκευής και μοντέλο για νέες σειρές.
es: **Marco de dispositivo predeterminado**: preselecciona una categoría y un modelo de dispositivo para las filas nuevas.
fa: **قاب پیش‌فرض دستگاه** — دسته و مدل دستگاه را از قبل برای ردیف‌های جدید انتخاب می‌کند.
fi: **Oletuslaitekehys** — valitsee laiteluokan ja mallin valmiiksi uusille riveille.
fr: **Cadre d'appareil par défaut** : présélectionne une catégorie et un modèle d'appareil pour les nouvelles lignes.
he: **מסגרת מכשיר ברירת מחדל** — בוחר מראש קטגוריית מכשיר ודגם עבור שורות חדשות.
hr: **Zadani okvir uređaja** — unaprijed odabire kategoriju uređaja i model za nove retke.
hu: **Alapértelmezett eszközkeret** — előre kiválasztja az eszközkategóriát és -modellt az új sorokhoz.
id: **Bingkai perangkat default** — memilih terlebih dahulu kategori dan model perangkat untuk baris baru.
it: **Cornice del dispositivo predefinita**: preseleziona una categoria e un modello di dispositivo per le nuove righe.
ja: **デフォルトのデバイスフレーム** — 新しい行のデバイスカテゴリとモデルをあらかじめ選択します。
ko: **기본 기기 프레임** — 새 행에 사용할 기기 카테고리와 모델을 미리 선택합니다.
ms: **Bingkai peranti lalai** — pra-pilih kategori peranti dan model untuk baris baharu.
nl: **Standaard apparaatframe** — selecteert vooraf een apparaatcategorie en -model voor nieuwe rijen.
no: **Standard enhetsramme** — forhåndsvelger en enhetskategori og modell for nye rader.
pl: **Domyślna ramka urządzenia** — wstępnie wybiera kategorię i model urządzenia dla nowych wierszy.
pt_br: **Moldura de dispositivo padrão** — pré-seleciona uma categoria e um modelo de dispositivo para novas linhas.
pt_pt: **Quadro de dispositivo padrão** — pré-seleciona uma categoria de dispositivo e um modelo para novas linhas.
ro: **Cadru implicit al dispozitivului** — preselectează o categorie de dispozitiv și un model pentru rândurile noi.
ru: **Рамка устройства по умолчанию** — заранее выбирает категорию и модель устройства для новых строк.
sk: **Predvolený rámec zariadenia** – vopred vyberie kategóriu zariadenia a model pre nové riadky.
sl: **Privzeti okvir naprave** — vnaprej izbere kategorijo naprave in model za nove vrstice.
sv: **Standardenhetsram** — förväljer en enhetskategori och modell för nya rader.
th: **เฟรมอุปกรณ์เริ่มต้น** — เลือกหมวดหมู่และรุ่นอุปกรณ์ล่วงหน้าสำหรับแถวใหม่
tr: **Varsayılan aygıt çerçevesi** — yeni satırlar için bir aygıt kategorisini ve modelini önceden seçer.
uk: **Стандартна рамка пристрою** — заздалегідь вибирає категорію і модель пристрою для нових рядків.
ur: **ڈیفالٹ ڈیوائس فریم** — نئی قطاروں کے لیے ڈیوائس کے زمرے اور ماڈل کو پہلے سے منتخب کرتا ہے۔
vi: **Khung thiết bị mặc định** — chọn trước danh mục và kiểu thiết bị cho các hàng mới.
zh_hans: **默认设备边框**——为新行预先选择设备类别和型号。
zh_hant: **預設裝置外框**——為新列預先選取裝置類別和型號。

source: **Default device** — pre-selects a device category and model for new rows.
ar: **الجهاز الافتراضي** — يحدد مسبقًا فئة الجهاز وطرازه للصفوف الجديدة.
ca: **Dispositiu predeterminat**: pre-selecciona una categoria i un model de dispositiu per a files noves.
cs: **Výchozí zařízení** – předem vybere kategorii zařízení a model pro nové řádky.
da: **Standardenhed** — forvælger en enhedskategori og model til nye rækker.
de: **Standardgerät** – wählt vorab eine Gerätekategorie und ein Modell für neue Zeilen aus.
el: **Προεπιλεγμένη συσκευή** — προεπιλέγει μια κατηγορία συσκευής και μοντέλο για νέες σειρές.
es: **Dispositivo predeterminado**: preselecciona una categoría de dispositivo y un modelo para nuevas filas.
fa: **دستگاه پیش‌فرض** - دسته و مدل دستگاه را از قبل برای ردیف‌های جدید انتخاب می‌کند.
fi: **Oletuslaite** — valitsee laiteluokan ja mallin valmiiksi uusille riveille.
fr: **Appareil par défaut** : présélectionne une catégorie et un modèle d'appareil pour les nouvelles lignes.
he: **התקן ברירת מחדל** — בוחר מראש קטגוריית מכשיר ודגם עבור שורות חדשות.
hr: **Zadani uređaj** — unaprijed odabire kategoriju uređaja i model za nove retke.
hu: **Alapértelmezett eszköz** — előre kiválasztja az eszközkategóriát és -modellt az új sorokhoz.
id: **Perangkat default** — memilih terlebih dahulu kategori dan model perangkat untuk baris baru.
ja: **デフォルトのデバイス** — 新しい行のデバイス カテゴリとモデルを事前に選択します。
ko: **기본 장치** — 새 행에 대한 장치 카테고리 및 모델을 미리 선택합니다.
ms: **Peranti lalai** — pra-pilih kategori peranti dan model untuk baris baharu.
nl: **Standaardapparaat** — selecteert vooraf een apparaatcategorie en -model voor nieuwe rijen.
no: **Standardenhet** — forhåndsvelger en enhetskategori og modell for nye rader.
pl: **Urządzenie domyślne** — wstępnie wybiera kategorię i model urządzenia dla nowych wierszy.
pt_br: **Dispositivo padrão** — pré-seleciona uma categoria de dispositivo e um modelo para novas linhas.
pt_pt: **Dispositivo padrão** — pré-seleciona uma categoria de dispositivo e um modelo para novas linhas.
ro: **Dispozitiv implicit** — preselectează o categorie de dispozitiv și un model pentru rândurile noi.
sk: **Predvolené zariadenie** – vopred vyberie kategóriu zariadenia a model pre nové riadky.
sl: **Privzeta naprava** — vnaprej izbere kategorijo naprave in model za nove vrstice.
sv: **Standardenhet** — förväljer en enhetskategori och modell för nya rader.
th: **อุปกรณ์เริ่มต้น** — เลือกหมวดหมู่และรุ่นอุปกรณ์ล่วงหน้าสำหรับแถวใหม่
ur: **ڈیفالٹ ڈیوائس** — نئی قطاروں کے لیے ڈیوائس کی قسم اور ماڈل کو پہلے سے منتخب کرتا ہے۔
vi: **Thiết bị mặc định** — chọn trước danh mục và kiểu thiết bị cho các hàng mới.
zh_hans: **默认设备** — 为新行预先选择设备类别和型号。

source: **Default screenshot size** — used when creating new rows.
ar: **حجم لقطة الشاشة الافتراضي** — يُستخدم عند إنشاء صفوف جديدة.
ca: **Mida de la captura de pantalla predeterminada**: s'utilitza en crear files noves.
cs: **Výchozí velikost snímku obrazovky** – používá se při vytváření nových řádků.
da: **Standard skærmbilledestørrelse** — bruges ved oprettelse af nye rækker.
de: **Standardgröße für Screenshots** – wird beim Erstellen neuer Zeilen verwendet.
el: **Προεπιλεγμένο μέγεθος στιγμιότυπου οθόνης** — χρησιμοποιείται κατά τη δημιουργία νέων σειρών.
es: **Tamaño de captura predeterminado**: se usa al crear filas nuevas.
fa: **اندازه اسکرین‌شات پیش‌فرض** — هنگام ایجاد ردیف‌های جدید به کار می‌رود.
fi: **Kuvakaappauksen oletuskoko** — käytetään luotaessa uusia rivejä.
fr: **Taille de capture d'écran par défaut** : utilisée lors de la création de nouvelles lignes.
he: **גודל ברירת המחדל של צילום מסך** - משמש בעת יצירת שורות חדשות.
hr: **Zadana veličina snimke zaslona** — koristi se prilikom izrade novih redaka.
hu: **Alapértelmezett képernyőkép mérete** – új sorok létrehozásakor használatos.
id: **Ukuran tangkapan layar default** — digunakan saat membuat baris baru.
it: **Dimensione screenshot predefinita**: usata quando crei nuove righe.
ja: **デフォルトのスクリーンショットサイズ** — 新しい行を作成するときに使われます。
ko: **기본 스크린샷 크기** — 새 행을 생성할 때 사용됩니다.
ms: **Saiz tangkapan skrin lalai** — digunakan semasa membuat baris baharu.
nl: **Standaard schermgrootte** — gebruikt bij het maken van nieuwe rijen.
no: **Standard skjermbildestørrelse** — brukes når du oppretter nye rader.
pl: **Domyślny rozmiar zrzutu ekranu** — używany podczas tworzenia nowych wierszy.
pt_br: **Tamanho padrão da captura de tela** — usado ao criar novas linhas.
pt_pt: **Tamanho padrão da captura de ecrã** — usado ao criar novas linhas.
ro: **Dimensiunea implicită a capturii de ecran** — utilizată la crearea de noi rânduri.
ru: **Размер скриншота по умолчанию** — используется при создании новых строк.
sk: **Predvolená veľkosť snímky obrazovky** – používa sa pri vytváraní nových riadkov.
sl: **Privzeta velikost posnetka zaslona** — uporablja se pri ustvarjanju novih vrstic.
sv: **Standardstorlek för skärmdump** — används när du skapar nya rader.
th: **ขนาดภาพหน้าจอเริ่มต้น** — ใช้เมื่อสร้างแถวใหม่
tr: **Varsayılan ekran görüntüsü boyutu** — yeni satır oluştururken kullanılır.
uk: **Стандартний розмір знімка екрана** — використовується під час створення нових рядків.
ur: **ڈیفالٹ اسکرین شاٹ سائز** — نئی قطاریں بناتے وقت استعمال کیا جاتا ہے۔
vi: **Kích thước ảnh chụp màn hình mặc định** — được sử dụng khi tạo hàng mới.
zh_hans: **默认截图尺寸**——创建新行时使用。
zh_hant: **預設螢幕截圖大小**——建立新列時使用。

source: **Default templates per row** — number of empty templates a new row starts with.
ar: **النماذج الافتراضية لكل صف** — عدد النماذج الفارغة التي يبدأ بها صف جديد.
ca: **Plantilles per defecte per fila**: nombre de plantilles buides amb les quals comença una fila nova.
cs: **Výchozí šablony na řádek** — počet prázdných šablon, kterými začíná nový řádek.
da: **Standardskabeloner pr. række** — antal tomme skabeloner, som en ny række starter med.
de: **Standardvorlagen pro Zeile** – Anzahl der leeren Vorlagen, mit denen eine neue Zeile beginnt.
el: **Προεπιλεγμένα πρότυπα ανά σειρά** — αριθμός κενών προτύπων με τα οποία ξεκινά μια νέα σειρά.
es: **Plantillas predeterminadas por fila**: número de plantillas vacías con las que comienza una nueva fila.
fa: **الگوهای پیش فرض در هر ردیف** - تعداد الگوهای خالی که یک ردیف جدید با آنها شروع می شود.
fi: **Oletusmallit riviä kohden** — tyhjien mallien määrä, jolla uusi rivi alkaa.
fr: **Modèles par défaut par ligne** : nombre de modèles vides par lesquels commence une nouvelle ligne.
he: **תבניות ברירת מחדל לכל שורה** - מספר התבניות הריקות ששורה חדשה מתחילה איתן.
hr: **Zadani predlošci po retku** — broj praznih predložaka s kojima počinje novi red.
hu: **Alapértelmezett sablonok soronként** — az üres sablonok száma, amelyekkel egy új sor kezdődik.
id: **Templat default per baris** — jumlah templat kosong yang digunakan untuk memulai baris baru.
ja: **行ごとのデフォルトのテンプレート** — 新しい行が始まる空のテンプレートの数。
ko: **행당 기본 템플릿** — 새 행이 시작되는 빈 템플릿 수입니다.
ms: **Templat lalai setiap baris** — bilangan templat kosong yang bermula dengan baris baharu.
nl: **Standaardsjablonen per rij** — aantal lege sjablonen waarmee een nieuwe rij begint.
no: **Standardmaler per rad** — antall tomme maler en ny rad starter med.
pl: **Domyślne szablony na wiersz** — liczba pustych szablonów, od których rozpoczyna się nowy wiersz.
pt_br: **Modelos padrão por linha** — número de modelos vazios com os quais uma nova linha começa.
pt_pt: **Modelos padrão por linha** — número de modelos vazios com os quais uma nova linha começa.
ro: **Șabloane implicite pe rând** — numărul de șabloane goale cu care începe un nou rând.
sk: **Predvolené šablóny na riadok** – počet prázdnych šablón, ktorými začína nový riadok.
sl: **Privzete predloge na vrstico** — število praznih predlog, s katerimi se začne nova vrstica.
sv: **Standardmallar per rad** — antal tomma mallar en ny rad börjar med.
th: **เทมเพลตเริ่มต้นต่อแถว** — จำนวนเทมเพลตว่างที่แถวใหม่เริ่มต้นด้วย
ur: **ڈیفالٹ ٹیمپلیٹس فی قطار** — خالی ٹیمپلیٹس کی تعداد جس سے ایک نئی قطار شروع ہوتی ہے۔
vi: **Mẫu mặc định trên mỗi hàng** — số lượng mẫu trống mà một hàng mới bắt đầu.
zh_hans: **每行默认模板** — 新行开始的空模板数。
